{
    "apps": [
        {
            "Version": "26.02",
            "Name": "7zip",
            "Updated": "2026-06-28T01:13:36.2870696+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "0.26.1",
            "Name": "bat",
            "Updated": "2026-06-28T01:24:02.8387125+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "1.3.14",
            "Name": "bun",
            "Updated": "2026-06-28T01:24:46.2061826+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "4.3.4",
            "Name": "cmake",
            "Updated": "2026-06-28T01:20:59.5054123+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "0.19.2",
            "Name": "delta",
            "Updated": "2026-06-28T01:25:03.6513192+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "2.9.1",
            "Name": "deno",
            "Updated": "2026-07-02T14:34:14.0439704+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "0.23.4",
            "Name": "eza",
            "Updated": "2026-06-28T01:24:04.0295908+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "10.4.2",
            "Name": "fd",
            "Updated": "2026-06-28T01:23:50.9546915+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "0.73.1",
            "Name": "fzf",
            "Updated": "2026-06-28T01:23:53.3233471+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "2.95.0",
            "Name": "gh",
            "Updated": "2026-06-28T01:24:59.426002+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "2.55.0",
            "Name": "git",
            "Updated": "2026-07-02T14:34:29.5624329+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "1.26.4",
            "Name": "go",
            "Updated": "2026-06-28T01:23:14.0993407+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "6.7.3",
            "Name": "inno-setup",
            "Updated": "2026-07-02T19:27:40.7716761+08:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Version": "1.9",
            "Name": "innoextract",
            "Updated": "2026-07-02T15:46:01.2595159+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "2.67.9",
            "Name": "innounp",
            "Updated": "2026-07-02T19:27:37.3803858+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "1.8.2",
            "Name": "jq",
            "Updated": "2026-06-28T01:23:54.6211346+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "0.62.2",
            "Name": "lazygit",
            "Updated": "2026-06-28T01:25:01.656918+08:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Version": "22.1.8",
            "Name": "llvm",
            "Updated": "2026-06-28T01:19:30.8739288+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "16.1.0-rt_v14-rev1",
            "Name": "mingw",
            "Updated": "2026-06-28T01:20:30.8923591+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "1.13.2",
            "Name": "ninja",
            "Updated": "2026-06-28T01:21:00.2905328+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "26.4.0",
            "Name": "nodejs",
            "Updated": "2026-06-28T01:22:17.3006912+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "11.9.0",
            "Name": "pnpm",
            "Updated": "2026-06-28T01:24:23.1955059+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "7.6.3",
            "Name": "pwsh",
            "Updated": "2026-07-02T14:33:26.4324541+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "15.1.0",
            "Name": "ripgrep",
            "Updated": "2026-06-28T01:23:49.1625236+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "1.29.0",
            "Name": "rustup",
            "Updated": "2026-06-28T01:21:55.7029713+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "0.16.0",
            "Name": "sccache",
            "Updated": "2026-07-03T17:29:46.9810245+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "20260617",
            "Name": "sysinternals",
            "Updated": "2026-07-03T17:30:22.4240375+08:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Version": "0.11.26",
            "Name": "uv",
            "Updated": "2026-07-02T14:34:32.3987248+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "2026.06.24",
            "Name": "vcpkg",
            "Updated": "2026-06-28T01:26:21.6638394+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "14.51.36247.0",
            "Name": "vcredist2022",
            "Updated": "2026-06-28T01:27:05.2344179+08:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Version": "1.22.22",
            "Name": "yarn",
            "Updated": "2026-06-28T01:24:26.3873807+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "4.53.3",
            "Name": "yq",
            "Updated": "2026-06-28T01:24:00.9376468+08:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Version": "0.9.9",
            "Name": "zoxide",
            "Updated": "2026-06-28T01:24:05.32026+08:00",
            "Info": "",
            "Source": "main"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2026-07-06T17:41:36+08:00",
            "Manifests": 1605
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2026-07-06T19:33:29+08:00",
            "Manifests": 2338
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2026-07-06T12:46:29+08:00",
            "Manifests": 592
        }
    ]
}
